Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: De har hatt vedtaksmyndighet i samiske normeringsspørsmål og har også jobbet med terminologiutvikling.
sme: Das lea leamaš mearridanváldi sámi normerengažaldagain ja lea bargan tearbmaovdánahttimiin.

source: Det er behov for et sterkt nordisk samarbeid hvor man kan diskutere og fremme språkpolitiske og språkfaglige saker.
sme: Lea dárbu nanu Davviriikkalaš ovttasbargui gos sáhttá ságaškuššat ja ovddidit giellapolitihkalaš ja giellafágalaš áššiid.

source: Det er også viktig for normering av samisk skriftspråk at vi har et fungerende nordisk språkorgan.
sme: Lea maid dehálaš sámi čállingiela normeremii ahte mis lea doaibmi Davviriikkalaš giellaorgána.

source: Samisk parlamentarisk råd (SPR) har i lengre tid sett behov for et styrket språksamarbeid for at terminologi- og normeringsarbeidet skal bli mer effektivt.
sme: Sámi parlamentáralaš ráđđi (SPR) lea guhká oaidnán dárbbu nannet giellaovttasbarggu vai tearbma- ja normerenbargu šattašii beaktileabbo.

source: I juni 2012 vedtok SPR å styrke det språkfaglige samarbeidet ved å igangsette det Interreg-finansierte etableringsprosjektet Sámi giellagáldu – Nordisk ressurssenter for samiske språk.
sme: Geassemánus 2012 mearridii SPR nannet giellafágalaš ovttasbarggu dan bokte ahte bidjat johtui Interreg-ruhtaduvvon álggahanprošeavtta Sámi giellagáldu – Davviriikkalaš sámegiela resursaguovddáš.

source: Etableringsprosjektet Sámi giellagáldu har en prosjektperiode på 1 1/2 år med oppstart 01.01.2013, og avsluttes 30.06.2014.
sme: Sámi giellagáldu álggahanprošeavttas lea 1 1/2 jagi prošeaktaáigodat mii álgá 01.01.2013 ja loahpahuvvo 30.06.2014.

source: I løpet av denne perioden skal det bygges opp et godt samarbeidsforum for de ulike samiske språkene, og det skal jobbes for at senteret skal bli en permanent ordning fra 01.07.2014.
sme: Dán áigodagas galgá huksejuvvot buorre ovttasbargoforum iešguđetge sámegielaid dáfus, ja galgá bargojuvvot dan ala ahte guovddáš šaddá bistevaš ortnegin 01.07.2014 rájes.

source: Sámi Giellagáldu skal i første omgang arbeide med utvikling av samisk språk, terminologi, språkrøkt og informasjon til publikum om språkfaglige spørsmål.
sme: Sámi giellagáldu galgá vuosttažettiin bargat ovddidit sámegiela, tearpmaid, gielladikšuma ja diehtojuohkima álbmogii giellafágalaš áššiid birra.

source: Ansvarsfordeling innen samisk språk
sme: Ovddasvástádusjuohku sámegiela dáfus

source: Mange offentlige instanser er inne i bildet når det gjelder bestemmelser som berører samisk språk.
sme: Olu almmolaš ásahusat leat mielde mearrideamen sámegiel áššiid.

source: Kommuner, fylkeskommuner, fylkesmenn, direktorater, departementer, Sametinget, Regjeringa og Stortinget har alle et ansvar i arbeidet med samisk språk.
sme: Suohkaniin, fylkkasuohkaniin, fylkkamánniin, direktoráhtain, departemeanttain, Sámedikkis, Ráđđehusas ja Stuoradikkis lea buohkain ovddasvástádus sámegillii guoski barggus.

source: Sametinget
sme: Sámediggi

source: I følge samelovens § 3-12 skal Sametinget arbeide for vern og videre utvikling av samisk språk i Norge.
sme: Sámelága § 3-12 mielde galgá Sámediggi bargat suddjet ja viidáset ovddidit sámegiela Norggas.

source: Sametinget er samenes folkevalgte organ og er den fremste eksperten på utvikling og styrking av samisk språk i Norge.
sme: Sámediggi lea sápmelaččaid álbmotválljen orgána ja lea njunušáššedovdi sámegiela ovddideamis ja nannemis Norggas.

source: Dette gjør Sametinget til en naturlig samarbeidspartner for andre aktører som også arbeider med samisk språk, både nasjonalt og nordisk/internasjonalt.
sme: Dát dahká Sámedikki lunddolaš ovttasbargoguoibmin eará aktevrraide geat maid barget sámegielain, sihke našuvnnalaččat ja davviriikkalaččat/riikkaidgaskasaččat.

source: Samarbeidet kan være både formelt i form av samarbeidsavtaler, eller uformelt i form av dialogmøter el. I saker som angår den samiske befolkningen er det Sametinget som sentrale myndigheter forholder seg til.
sme: Ovttasbargu sáhttá leat sihke formálalaš ovttasbargošiehtadusaid hámis, dahje eahpeformálalaš dialogačoahkkimiid hámis j.e. Áššiin mat gusket sámi álbmogii, lea Sámediggi dat ásahus mainna guovddáš eiseválddit gulahallet.

source: Sametinget tildeler årlig tospråklighetsmidler til kommuner og fylkeskommuner som er innlemmet i forvaltningsområdet for samisk språk.
sme: Sámediggi juolluda jahkásaččat guovttegielatvuođadoarjaga suohkaniidda ja fylkkasuohkaniidda mat leat mielde sámegiela hálddašanguovllus.

source: Disse midlene går i hovedsak til å dekke de merkostnadene kommunene og fylkeskommunene har for å kunne tilby tospråklig tjenesteyting.
sme: Dát ruđat mannet vuosttažettiin gokčat lassigoluid mat suohkaniin ja fylkkasuohkaniin leat guovttegielat bálvalusfálaldagaid geažil.

source: I tillegg tildeler Sametinget direkte tilskudd til samiske språksentre.
sme: Dasa lassin juolluda Sámediggi njuolggo doarjagiid sámi giellaguovddážiidda.

source: På grunn av begrensede midler i Sametingets budsjett, har det hittil ikke vært rom for å tildele mer enn 5-600. 000 til hvert språksenter.
sme: Sámedikki bušeahta ráddjejuvvon ruhtadili geažil ii leat dássážii leamaš vejolaš juolludit eambbo go 5-600.000 ruvnno guđege giellaguovddážii.

source: Midlene går derfor i hovedsak til driftsoppgaver, og språksentrene er i stor grad avhengig av prosjektmidler for å drive språkutvikling.
sme: Danne mannet ruđat vuosttažettiin doaibmabargguide, ja giellaguovddážat leat buoremuddui prošeaktaruđaid duohken vai sáhttet bargat giellaovddidemiin.

source: For å styrke og øke bruken av samisk språk, har Sametinget i flere år lyst ut midler til språkprosjekter.
sme: Sámegiela geavaheami nannema ja lasiheami dihte lea Sámediggi máŋggaid jagiid almmuhan ruđaid giellaprošeavttaide.

source: Målgruppen for tilskuddsordningen er den samiske befolkningen.
sme: Doarjjaortnega ulbmiljoavku lea sámi álbmot.

source: Det har vært stor økning på søknader til disse midlene, og det er forventet en ytterligere økning.
sme: Ohcamat dáidda ruđaide leat lassánan olu, ja vurdojuvvo ain lassánit.

source: Dette viser at behovet for språktiltak er stort i det samiske samfunnet.
sme: Dát čájeha ahte dárbu gielladoaimmaide sámi servodagas lea stuoris.

source: Det er positivt at det stadig kommer flere søknader fra sørsamisk område, og det er verdt å merke seg at Tysfjord kommune er blant de kommunene i forvaltningsområdet som prosentvis har fått flest søknader innvilget i perioden 2008-2010.
sme: Lea buorre go dađistaga bohtet eambbo ohcat lullisámi guovllus, ja lea mearkkašanveara ahte Divttasvuona suohkan lea daid suohkaniid searvvis hálddašanguovllus mat proseanttaid mielde leat ožžon eanemus ohcamiid dohkkehuvvot áigodagas 2008-2010.

source: Det kommer få søknader fra samiske flertallsområder i Finnmark.
sme: Bohtet unnán ohcamat sámi eanetloguguovlluin Finnmárkkus.

source: 10 Sametinget har igangsatt en evaluering av de søkerbaserte tilskuddene til språkprosjekter.
sme: Sámediggi lea evalueregoahtán giellaprošeavttaid ohcanvuđot doarjjaortnega.

source: Vi ønsker å vite om språkprosjektmidlene styrker samisk språk, om de øker bruken av samisk språk og om tilskuddsordningen når ut til den samiske befolkningen.
sme: Mii háliidit diehtit nannejit go prošeaktaruđat sámegiela, lasihit go sámegiela geavaheami ja olaha go doarjjaortnet sámi álbmoga.

source: Vi forventer også å få et bilde av tilskuddsmottakeres bruk av tilskuddet, samt hvordan ordningen blir forvaltet.
sme: Mii vuordit maiddái oažžut gova das movt doarjjaoažžu geavaha doarjaga, ja movt ortnet hálddašuvvo.

source: Evalueringen skal omfatte tilskudd til språkprosjekter fra Sametinget i perioden 2007- 2011, og den vil foreligge i begynnelsen av 2013.
sme: Evalueren guoská Sámedikki doarjagiid giellaprošeavttaide áigodagas 2007-2011, ja dat gárvvistuvvo 2013 álggus.

source: Stadnamnlovas § 11 gir Sametinget myndighet til å oppnevne konsulenter for samiske stedsnavn.
sme: Báikenammalága § 11 addá Sámediggái válddi nammadit sámi báikenammakonsuleanttaid.

source: Navnekonsulentene er faglig ansvarlige for tilrådinger om hva slags skrivemåter som foreslås brukt i offentlig sammenheng.
sme: Nammakonsuleanttain leat fágalaš ovddasvástádus rávvet makkár čállinvugiid galgá evttohit geavahit almmolaš oktavuođas.

source: Samiske språksentre
sme: Sámi giellaguovddážat

source: I dag finnes det 11 samiske språksentre som får grunntilskudd fra Sametinget;
sme: Dál gávdnojit 11 sámi giellaguovddáža mat ožžot vuođđodoarjaga Sámedikkis;

source: Sámi giella- ja kulturguovddáš i Porsanger, Isak Saba guovddáš i Nesseby, Deanu giellagáddi i Tana, Álttá sámi giellaguovddáš i Alta, Sámi giellaguovddáš i Kåfjord, Gáisi giellaguovddáš i Tromsø, Ástavuona giellagoahtie i Lavangen, Várdobáiki i Evenes, Árran julevsáme guovdasj i Tysfjord, Gïelem nastedh på Snåsa og Aajege giele- jih maahtoejarnge på Røros.
sme: Sámi giella- ja kulturguovddáš Porsáŋggus Isak Saba guovddáš Unjárggas, Deanu giellagáddi Deanus, Álttá sámi giellaguovddáš Álttás, Sámi giellaguovddáš Gáivuonas, Gáisi giellaguovddáš Romssas, Ástavuona giellagoahtie Loabagis, Várdobáiki Evenáššis, Árran julevsáme guovdasj Divttasvuonas, Gïelem nastedh Snoasas ja Aajege giele- jih maahtoejarnge Rørosas.

source: Sametingsrådet har i budsjett for 2013 foreslått at Gïeleaernie i Røyrvik og Storfjord språksenter får direktetilskudd fra Sametinget fra og med 2013.
sme: Sámediggeráđđi lea 2013 bušeahtas evttohan ahte Gïeleaernie Røyrviikas ja Omasvuona giellaguovddáš galget oažžut njuolggo doarjaga Sámedikkis 2013 rájes.

source: Språksentrene er etablert etter initiativ fra lokalmiljøene for å vitalisere samisk språk.
sme: Giellaguovddážat leat ásahuvvon báikegotti ávžžuhemiin ealáskahttin dihte sámegiela.

source: De samiske språksentrene spiller en viktig rolle og er sterke bidragsytere i opplæring, synliggjøring og styrking av de samiske språkene lokalt.
sme: Sámi giellaguovddážat leat hui mávssolaččat ja dehálaččat sámegielaid oahpahusas, čalmmustahttimis ja nannemis báikkálaččat.

source: Departementer
sme: Departemeanttat

source: Kulturdepartementet har det overordnede ansvaret for å utforme, tolke og fremme språkpolitiske mål i Norge.
sme: Kulturdepartemeanttas lea bajimus ovddasvástádus hábmet, dulkot ja ovddidit giellapolitihkalaš ulbmiliid Norggas.

source: Fornyings-, administrasjons- og kirkedepartementet (FAD) har ansvaret for forvaltningen av samelovens språkregler og samordningen av regjeringens arbeid med den europeiske pakten for regions- eller minoritetsspråk.
sme: Ođasmahttin-, hálddahus- ja girkodepartemeanttas (OHD) lea ovddasvástádus hálddašit sámelága giellanjuolggadusaid ja ovttastahttit ráđđehusa barggu Eurohpálaš soahpamušain regiovdna- dahje minoritehtagielaid birra.

source: De har en egen tilskuddspost for tiltak for samisk språk.
sme: Sis lea sierra doarjjapoasta sámegiela doaibmabijuide.

source: Alle departementer skal i tillegg ta språkpolitiske hensyn med i vurderingen når de utformer og gjennomfører sin sektorpolitikk.
sme: Buot departemeanttat galget dasa lassin váldit giellapolitihkalaš beliid vuhtii go hábmejit ja čađahit iežaset sektorpolitihka.

source: Handlingsplanen for samiske språk ble lagt frem av Arbeids- og inkluderingsdepartementet i 2009.
sme: Bargo- ja searváidahttindepartemeanta ovddidii Sámegiela doaibmaplána 2009:s.

source: Den ble utarbeidet i samråd med Sametinget og andre berørte departementer.
sme: Dat lea ráhkaduvvon ovttasbarggus Sámedikkiin ja eará guoskevaš departemeanttaiguin.

source: med handlingsplanen er å legge til rette for en trygg framtid for de samiske språkene i Norge.
sme: Doaibmaplána bajimus ulbmil lea láhčit diliid oadjebas boahtteáigái sámegielaide Norggas.

source: Handlingsplanen har en virketid på 5 år og den slår fast hvem som har ansvar for gjennomføringen av de tiltak som er fastsatt i planen, herunder hvordan tiltaket organiseres og finansieres.
sme: Doaibmaplána doaibmá 5 jagi ja dat nanne geas lea ovddasvástádus čađahit doaibmabijuid mat leat mearriduvvon plánas, ja maiddái movt doaibma galgá organiserejuvvot ja ruhtaduvvot.

source: FAD har koordineringsansvar for planen.
sme: OHD:s lea koordinerenovddasvástádus plánii.

source: Sametinget har ansvar og medansvar for en rekke tiltak.
sme: Sámedikkis lea ovddasvástádus ja mielovddasvástádus olu doaibmabijuide.

source: Planen oppdateres årlig.
sme: Plána ođasmahttojuvvo jahkásaččat.

source: Dersom et organ ikke følger bestemmelsene i samelovens språkregler, kan den som saken direkte gjelder klage på dette.
sme: Jus muhtun orgána ii čuovo mearrádusaid mat leat sámelága giellanjuolggadusain, de sáhttá son geasa ášši čuohcá njuolga váidit dán.

source: Fylkesmannen er klageorgan for klager som gjelder kommunale eller fylkeskommunale organer.
sme: Fylkkamánni lea váiddaorgána váidagiid dáfus mat gusket suohkana dahje fylkkasuohkana orgánaide.

source: Kommuner og fylkeskommuner
sme: Suohkanat ja fylkkasuohkanat

source: Kommunene spiller en sentral rolle i arbeidet med å styrke samisk språk i alle områder hvor samer er bosatt.
sme: Suohkaniin lea guovddáš rolla barggus nannet sámegiela buot guovlluin gos sápmelaččat orrot.

source: Ansvaret for samisk språk er ulikt for kommuner som er innenfor eller utenfor forvaltningsområdet for samisk språk.
sme: Sámegiela ovddasvástádus lea goabbatlágan suohkaniidda mat leat siskkobealde dahje olggobealde sámegiela hálddašanguovllu.

source: Forvaltningsområdet for samisk språk omfatter i dag 9 kommuner: Karasjok, Kautokeino, Tana, Porsanger og Nesseby i Finnmark, Kåfjord og Lavangen i Troms, Tysfjord i Nordland og Snåsa i Nord-Trøndelag.
sme: Sámegiela hálddašanguovllus leat dál 9 suohkana: Kárášjohka, Guovdageaidnu, Deatnu, Porsáŋgu ja Unjárga Finnmárkkus, Gáivuotna ja Loabát Romssas, Divttasvuotna Nordlánddas ja Snoasa DavviTrøndelágas.

source: I tillegg omfattes Finnmark, Troms, Nordland og Nord-Trøndelag fylkeskommuner
sme: Dasa lassin gullet Finnmárkku, Romssa, Nordlándda ja Davvi-Trøndelága fylkkasuohkanat hálddašanguvlui.

source: Fra og med 2013 er også Røyrvik kommune i Nord-Trøndelag omfattet av forvaltningsområdet.
sme: 2013 rájes lea maiddái Røyrvik suohkan Davvi-Trøndelágas mielde hálddašanguovllus.

source: I forvaltningsområdet skal samisk og norsk være likestilte etter samelovens kapittel 3. Det betyr at befolkningen bosatt i disse kommunene har utvidede rettigheter til å bruke samisk språk i møte med offentlige organ og at kommunene har et særskilt ansvar for å tilby tjenester og informasjon på samisk.
sme: Sámegiela hálddašanguovllus galget sámegiella ja dárogiella leat dássálaga sámelága 3. kapihttala mielde. Dát mearkkaša ahte dáid suohkaniid ássiin lea viiddiduvvon vuoigatvuohta geavahit sámegiela go deaivvadat almmolaš orgánaiguin ja ahte suohkaniin lea erenoamáš ovddasvástádus fállat bálvalusaid ja dieđuid sámegillii.

source: Når en kommune blir innlemmet i forvaltningsområdet, blir også fylkeskommunen innlemmet.
sme: Go suohkan váldojuvvo mielde hálddašanguvlui, de váldojuvvo maiddái fylkkasuohkan mielde.

source: Fylkeskommuner har de samme plikter som kommuner i forvaltningsområdet.
sme: Fylkkasuohkaniin leat seamma geatnegasvuođat go hálddašanguovllu suohkaniin.

source: Samer bosatt utenfor forvaltningsområdet har ikke de samme rettigheter til bruk av samisk eller rett til tjenesteyting på samisk i møte med det offentlige.
sme: Sápmelaččain olggobealde hálddašanguovllu eai leat seamma vuoigatvuođat geavahit sámegiela dahje oažžut bálvalusaid sámegillii go deaivvadit almmolašvuođain.

source: Riktignok stadfester pasient- og brukerrettighetsloven samisktalendes rettigheter til å få informasjon på samisk, men loven alene er ikke tilstrekkelig for å sikre at samisktalende pasienter får bruke samisk i møte med helsetjenesten.
sme: Pasieanta- ja geavaheaddjivuoigatvuođaláhka nanne gal sámegielagiid vuoigatvuođa oažžut dieđuid sámegillii, muhto láhka iešalddis ii leat doarvái sihkkarastit ahte sámegielat pasieanttat besset geavahit sámegiela go galget gulahallat dearvvašvuođabálvalusain.

source: Opplæringsloven gir samisktalende barn og unge rett til opplæring i samisk på skolen, men begrensninger i loven og praktiske utfordringer hindrer et tilfredsstillende tilbud til alle barn.
sme: Oahpahusláhka addá sámegielat mánáide ja nuoraide vuoigatvuođa oahppat sámegiela skuvllas, muhto ráddjejumit lágas ja praktihkalaš hástalusat hehttejit addimis dohkálaš buori fálaldaga buot mánáide.

source: Alle kommuner er gjennom plan- og bygningsloven forpliktet til å planlegge sin drift slik at de sikrer naturgrunnlaget for samisk kultur, næringsutøvelse og samfunnsliv, men heller ikke denne loven er tilstrekkelig for å sikre samisktalendes rett til å lære eller bruke språket.
sme: Buot suohkanat leat plána- ja huksenlága mielde geatnegahtton plánet iežaset doaimma nu ahte dat sihkkarastá sámi kultuvrra, ealáhusdoaimma ja servodateallima luondduvuođu, muhto ii dát láhka ge leat doarvái sihkkarastit sámegielagiid vuoigatvuođa oahppat dahje geavahit giela.

source: Se også kapittel 2, Nasjonalt lovverk.
sme: Geahča maiddái 2. kapihttala, Našuvnnalaš lágat.

source: Det finnes en del nyere forskningsarbeider, rapporter, utredninger og evalueringer vedrørende samisk språk i samfunnet.
sme: Máhttovuođđu Gávdnojit olu ođđaset dutkanbarggut, raporttat, čielggadeamit ja evalueremat sámegiela birra servodagas.

source: Kunnskapen fra disse arbeidene tas med i videre språkplanlegging og politikkutforming.
sme: Máhttu dáin bargguin váldojuvvo mielde viidáset giellaplánemis ja politihkkahábmemis.

source: Det kan likevel være litt tilfeldig hva som er undersøkt – og ikke undersøkt.
sme: Sáhttá goitge leat veaháš soaittáhat mii lea iskojuvvon – ja mii ii leat iskojuvvon.

source: De nevnte arbeidene er derfor svært nyttige, men ikke tilstrekkelige som kunnskapsgrunnlag for språkpolitikken.
sme: Danne leat namuhuvvon barggut hui ávkkálaččat, muhto eai doarvái giellapolitihka máhttovuođđun.

source: Derfor vil meldinga også basere seg på mer uformelle erfaringer fra et videre felt for slik å kunne utforme en best mulig språkpolitikk.
sme: Danne váldá dát dieđáhus maid vuođu eambbo eahpeformálalaš vásáhusain viidát surggiin vai sáhttá hábmet nu buori giellapolitihka go vejolaš.

source: Spesialrapportør James Anayas rapport når det gjelder menneskerettigheter og grunnleggende friheter for urfolk, som kom i 2011, er en viktig del av kunnskapsgrunnlaget for denne meldingen.
sme: Erenoamášraportevrra James Anaya raporta eamiálbmogiid olmmošvuoigatvuođaid ja vuođđofriddjavuođaid birra, mii bođii 2011:s, lea dehálaš oassi dán dieđáhusa máhttovuođus.

source: Spesialrapportørens rapport om samene i Norge, Sverige og Finland peker særlig på den alvorlige situasjonen for de samiske språkene.
sme: Erenoamášraportevrra raporta Norgga, Ruoŧa ja Suoma sápmelaččaid birra čujuha erenoamážit dan duođalaš dillái mas sámegielat leat.

source: Særlig lule- og sørsamisk benevnes som truede språk.
sme: Erenoamážit julev- ja lullisámegiella namuhuvvojit áitojuvvon giellan.

source: Vi vet ikke eksakt hvor mange som kan snakke, skrive, lese eller forstå samisk i dag.
sme: Mii eat dieđe juste man oallugat máhttet hupmat, čállit, lohkat dahje ipmirdit sámegiela odne.

source: Den eneste måten å få et sikkert tall på, er å spørre alle i Norge.
sme: Áidna vuohki oažžut sihkkaris logu das, lea jearrat buohkain Norggas.

source: I eldre tider ble nettopp dette gjort gjennom folketellinger.
sme: Ovddeš áiggiid dahke ge juste dán álbmotlohkamiid olis.

source: Det er nå slutt på å foreta folketellinger ved hjelp av skjemautfylling, derfor er det heller ikke lenger mulig å få fram antallet samisktalende på denne måten.
sme: Dát leat heaitán lohkamis álbmoga skoviid deavdima bokte, danne ii leat ge vejolaš gávnnahit sámegielagiid logu dáinna vugiin.

source: Det statistiske materiale vi har tilgang på i dag er oversikter over antall barnehagebarn og skoleelever med samisk språktilbud.
sme: Dat statistihkalaš materiála mii mis lea dál, leat dieđut mánáidgárdemánáid ja skuvlamánáid birra geain lea sámegiel fálaldat.

source: Rapporten Samiske tall forteller 5 fra 2012 viser utviklingen fra 2005 til 2011.
sme: Raporta Sámi logut muitalit 5 almmuhuvvon 2012:s čájeha ovdáneami 2005 rájes 2011 rádjái.

source: Tallene viser en nedgang i antall barn med samisk tilbud i barnehagen fra 925 til 823.
sme: Logut čájehit ahte lohku mánáin geat ožžot sámegiel fálaldaga mánáidgárddis lea njiedjan 925 rájes 823 rádjái.

source: Tallet på grunnskoleelever med samisk som førstespråk var i 2011 940, en nedgang på rundt 6 % siden skoleåret 2005/2006.
sme: Vuođđoskuvlaohppiid lohku geain lea sámegiella vuosttašgiellan lei 2011:s 940, mii lea birrasiid 6 % unnit go 2005/2006 skuvlajagi.

source: For grunnskoleelever med samisk som andrespråk var tallet 1213, en nedgang på 41% siden innføringa av Kunnskapsløftet i 2006.
sme: Vuođđoskuvlaohppiid lohku geain lea sámegiella nubbegiellan lei lohku 1213, mii lea 41 % unnit go dalle go Máhttolokten álggahuvvui 2006:s.

source: Statistikk for videregående skole viser at 267 elever hadde samisk som førstespråk i fagkretsen skoleåret 2011/2012, en økning på 41 % siden 2008/2009.
sme: Joatkkaskuvllaid statistihkka čájeha ahte 267 oahppis lei sámegiella vuosttašgiellan 2011/2012 skuvlajagi fágasuorggis, mii lea 41 % eambbo go 2008/2009:s.

source: Samtidig økte også antall elever med samisk som andrespråk fra 152 til 206.
sme: Seammás lassánii maiddái ohppiidlohku geain lea sámegiella nubbegiellan, 152 rájes 206 rádjái.

source: 12 I 2000 fikk daværende Samisk språkråd gjennomført en undersøkelse som beregnet antallet personer som behersket samisk på ett eller annet nivå i Norge.
sme: 2000 čađahii dalá Sámi giellaráđđi iskkadeami mii meroštalai galle olbmo máhttet sámegiela man nu dásis Norggas.

source: Rapporten fra undersøkelsen beskrev også bruken av samisk i ulike samfunnssammenhenger.
sme: Iskkadeami raporta čilgii maid sámegiela geavaheami iešguđetge servodatoktavuođain.

source: Fem år seinere gjorde Torkel Rasmussen en undersøkelse om bruken av nordsamisk i Norge og Finland, og han laget beregninger over antallet språkbrukere.
sme: Vihtta jagi maŋŋel čađahii Torkel Rasmussen iskkadeami davvisámegiela geavaheami birra Norggas ja Suomas, ja son rehkenasttii galle giellageavaheaddji leat.

source: Begge disse undersøkelsene konkluderer med at antallet samiskspråklige i Norge kan ligge et sted rundt 25 000.
sme: Goappašat iskkadeamit konkluderejit dainna ahte sámegielagiid lohku Norggas lea birrasiid 25 000.

source: Disse er da samiskspråklige i den forstand at de i det minste kan følge med på en vanlig samtale på samisk.
sme: Sii leat sámegielagat dan dásis ahte juobe ipmirdit ge dábálaš sámegiel ságastallama.

source: Nordlandsforskning og Norut Alta har på oppdrag fra Sametinget, Fornyings-, administrasjons- og kirkedepartementet (FAD) og Kunnskapsdepartementet (KD) gjennomført Samisk språkundersøkelse 2012.
sme: Nordlandsforskning ja Norut Alta leat Sámedikki, Ođasmahttin-, hálddahus- ja girkodepartemeantta (OHD) ja Máhttodepartemeantta (MD) ovddas čađahan Sámi giellaiskkadeami 2012.

source: Undersøkelsen hadde som formål å skaffe en oversikt over hvor mange som behersker hvert av de samiske språkene muntlig og skriftlig, alderssammensetningen, i hvilke sammenhenger de bruker språket og i hvor stor grad samisk språk brukes i ulike sammenhenger.
sme: Iskkadeami ulbmil lei gávnnahit man oallugat máhttet guđege sámegiela njálmmálaččat ja čálalaččat, ahkečoakkádusa, guđiin oktavuođain geavahit giela ja man muddui sámegiella geavahuvvo iešguđetge oktavuođain.
